Repository: translaster/fpbx-i18n
Catalog: 13/callforward/*/LC_MESSAGES/callforward.po
Languages: ru_ru

source: Busy
ru_ru: Занято

source: Call Forward
ru_ru: Перенаправление вызова

source: Call Forward All Activate
ru_ru: Включить перенаправление всех вызовов

source: Call Forward All Deactivate
ru_ru: Отключить перенаправление всех вызовов

source: Call Forward All Prompting Activate
ru_ru: Включить перенаправление всех входящих вызовов

source: Call Forward All Prompting Deactivate
ru_ru: Отключить перенаправление всех вызовов

source: Call Forward Busy Activate
ru_ru: Задать перенаправление по занятости

source: Call Forward Busy Deactivate
ru_ru: Снять перенаправление по занятости

source: Call Forward Busy Prompting Activate
ru_ru: Задать предлагаемые перенаправление по занятости

source: Call Forward Busy Prompting Deactivate
ru_ru: Снять перенаправление по занятости

source: Call Forward No Answer/Unavailable Activate
ru_ru: Задать перенаправление по неответу или недоступности

source: Call Forward No Answer/Unavailable Deactivate
ru_ru: Снять перенаправление по неответу или недоступности

source: Call Forward No Answer/Unavailable Prompting Activate
ru_ru: Задать предлагаемое перенаправление вызовов по неответу и недоступности

source: Call Forward Toggle
ru_ru: Переключить перенаправление

source: Call Forwarding
ru_ru: Переадресация вызова

source: Call Forwarding Has Been Updated!
ru_ru: Переадресация вызовов обновлена!

source: CallForward Ringtimer
ru_ru: Таймер переадресации вызовов

source: Forward immediately regardless of current state of line/PBX
ru_ru: Перевести немедленно, независимо от текущего состояния линии/АТС

source: Number of seconds to ring prior to going to voicemail or other fail over destinations that may be setup by an administrator on this account. The Always setting will ring the call forward destinaiton until answered or the caller hangs up. The Default setting will use the value set in Ring Time. Your setting here will be forced to Always if there is no Voicemail or alternartive fail over destination for a call to go to.
ru_ru: Количество секунд вызова до перехода на голосовую почту или другие назначения при сбое, которые могут быть установлены администратором на этот аккаунт. При установке «Всегда» будет звонить номер переадресации, пока вызываемый не ответит или абонент не повесит трубку. Значение по умолчанию будет использовать значение, установленное во «Время Вызова». Ваши настройки здесь будут установлены на «Всегда», если здесь нет Голосовой почты или альтернативного назначения при сбое вызова.

source: Preconfigured number to which calls are forwarded if the customer endpoint becomes unresponsive due to an Internet outage or software/configuration failure of endpoint
ru_ru: Предварительно настроенный номер, на который будут переадресованы вызовы, если конечная точка клиента перестает отвечать на запросы из-за сбоя сети или отказа программного обеспечения/конфигурации конечной точки

source: Preconfigured number to which calls are forwarded if the customer endpoint is busy, usually due to being on an active call
ru_ru: Предварительно настроенный номер, на который будут переадресованы вызовы, если конечная точка клиента занята, как правило, из-за активного вызова

source: Seconds
ru_ru: Секунды

source: Unavailable
ru_ru: Недоступен

source: Unconditional
ru_ru: Безусловный
