Repository: translaster/fpbx-i18n
Catalog: 14/customcontexts/i18n/*/LC_MESSAGES/customcontexts.po
Languages: ru_ru

source: ALLOW ALL (Default)
ru_ru: РАЗРЕШЕНО ВСЁ (по-умолчанию)

source: Add Context
ru_ru: Добавить контекст

source: Add Extension
ru_ru: Добавить расширение

source: Add User
ru_ru: Добавить пользователя

source: Connectivity
ru_ru: Подключения

source: Context
ru_ru: Контекст

source: Creates custom contexts which can be used to allow limited access to dialplan applications. Allows for time restrictions on any dialplan access. Allows for pattern matching to allow/deny. Allows for failover destinations, and PIN protected failover. This can be very useful for multi-tennant systems. Inbound routing can be done using DID or zap channel routing, this module allows for selective outbound routing. House/public phones can be placed in a restricted context allowing them only internal calls.
ru_ru: Создает пользовательские контексты, которые могут быть использованы для ограниченного доступа к приложениям диалплана. Позволяет на время ограничивать любой доступ к диалплану. Позволяет сопоставлять шаблоны для разрешения/ограничения. Создает отказоустойчивые направления и защищенные PIN-кодом. Это может быть очень полезно для систем с несколькими владельцами. Входящая маршрутизация может быть сделана с помощью DID или маршрутизации zap-каналов, этот модуль позволяет селективную исходящую маршрутизацию. Домашние/общедоступные телефоны могут быть размещены в ограниченном контексте, позволяющем им только внутренние звонки.

source: Custom Context
ru_ru: Пользовательский контекст

source: Custom Context: %s
ru_ru: Пользовательский контекст: %s

source: Custom Context: %s (%s)
ru_ru: Пользовательский контекст: %s(%s)

source: Custom Contexts
ru_ru: Пользовательские контексты

source: Custom Contexts Admin
ru_ru: Администрирование пользовательских контекстов

source: Duplicate Context
ru_ru: Дублировать контекст

source: Edit Context
ru_ru: Редактировать контекст

source: Edit Extension
ru_ru: Изменить внутренний номер

source: Edit User
ru_ru: Изменить пользователя

source: Remove Context
ru_ru: Удалить контекст

source: Time Conditions Module required and not present .. aborting install
ru_ru: Отстутствует необходимый модуль Условия По Времени... завершение установки

source: You can select a custom context from this list to limit this user to portions of the dialplan you defined in the %s module.
ru_ru: Вы можете выбрать пользовательский контекст из этого списка, чтобы ограничить этого пользователя частями диалплана, определенными в модуле %s.

source: done
ru_ru: выполнено

source: migrating customcontexts_timegroups if needed..
ru_ru: перенос customcontexts_timegroups если необходимо..

source: removing customcontexts_timegroups and customcontexts_tiemgroups_detail tables..
ru_ru: удаление таблиц customcontexts_timegroups и customcontexts_tiemgroups_detail..
