Repository: translaster/fpbx-i18n
Catalog: 14/callrecording/i18n/*/LC_MESSAGES/callrecording.po
Languages: ru_ru

source: %s already used, please use a different description.
ru_ru: %s уже используется, пожалуйста, используйте другое описание.

source: : Add
ru_ru: : Добавить

source: : Edit
ru_ru: : Редактировать

source: Actions
ru_ru: Действия

source: Add Call Recording
ru_ru: Добавить запись вызова

source: Applications
ru_ru: Приложения

source: Asterisk 13.2 and higher supports the ability to play a regular 'beep' when a call is being recorded. If you set this to a positive number value, when a call is being actively recorded, both parties will hear a 'beep' every period that you select. If you are not running Asterisk 13.2 or higher, this setting will have no effect. To disable simply clear the value of this box or set the value to 0 and save. This is typically set arround 15seconds
ru_ru: Asterisk 13.2 и выше поддерживает возможность воспроизведения обычного звукового сигнала при записи вызова. Если вы установите это значение в положительное число, то при активной записи вызова обе стороны будут слышать "звуковой сигнал" через каждый выбранный вами период. Если вы не используете Asterisk 13.2 или выше - этот параметр не будет иметь никакого эффекта. Чтобы отключить его - просто снимите значение этого поля или установите значение 0 и сохраните его. Он, как правило, устанавливается на 15 секунд

source: Beep every n seconds
ru_ru: Гудок каждые n секунд

source: Call Record Option
ru_ru: Вариант записи вызова

source: Call Recording
ru_ru: Запись вызова

source: Call Recording Mode
ru_ru: Режим записи вызовов

source: Call Recording: %s
ru_ru: Запись вызова: %s

source: Delete
ru_ru: Удалить

source: Description
ru_ru: Описание

source: Description name already exists
ru_ru: Описание уже существует

source: Destination
ru_ru: Назначение

source: Don't Care
ru_ru: Неважно

source: Don’t begin recording unless a call is bridged to another channel
ru_ru: Не начинать запись пока вызов не будет соединен с другим каналом

source: Force
ru_ru: Принудительно

source: Invalid description specified
ru_ru: Использовано неправильное описание

source: List Call Recordings
ru_ru: Список записанных вызовов

source: Never
ru_ru: Никогда

source: No
ru_ru: Нет

source: Note that the meaning of these options has changed.
ru_ru: Обратите внимание, что значение этих параметров изменилось.

source: Please read the wiki for futher information on these changes.
ru_ru: Пожалуйста, прочтите Wiki для получения дополнительной информации об этих изменениях.

source: Provides much of the call recording functionality.
ru_ru: Обеспечивает большую часть функций записи вызовов.

source: Reset
ru_ru: Сброс

source: Rule
ru_ru: Правило

source: Submit
ru_ru: Принять

source: The descriptive name of this call recording instance. For example "French Main IVR"
ru_ru: Описание этой записи. Например "Главное русское IVR"

source: This sets the call recording behavior for calls coming into this DID. Please read the wiki for information on what these settings mean.
ru_ru: Задает поведение записи вызовов для вызовов, поступающих в этот DID. Пожалуйста, прочтите wiki для получения информации о том, что означают эти настройки.

source: This sets the call recording behavior for calls going out this route. Please read the wiki for information on what these settings mean.
ru_ru: Задает поведение записи вызовов для вызовов, исходящих по этому маршруту. Пожалуйста, прочтите wiki для получения информации о том, что означают эти настройки.

source: Unknown
ru_ru: Неизвестно

source: Where should the call be sent.
ru_ru: Куда следует направить вызов.

source: Yes
ru_ru: Да
