Repository: translaster/fpbx-i18n
Catalog: 13/contactmanager/*/LC_MESSAGES/contactmanager.po
Languages: ru_ru

source: A list of E-Mail addresses belonging to this entry
ru_ru: Список адресов электронной почты, принадлежащих данной записи

source: A list of XMPP addresses belonging to this entry
ru_ru: Список адресов XMPP, принадлежащих данной записи

source: A list of numbers belonging to this entry
ru_ru: Список номеров, принадлежащих данной записи

source: A list of websites belonging to this entry
ru_ru: Список веб-сайтов, принадлежащих данной записи

source: A user from the User Management module
ru_ru: Пользователь из модуля Менеджер пользователей

source: Actions
ru_ru: Действия

source: Add Contact
ru_ru: Добавить контакт

source: Add Email
ru_ru: Добавить Email

source: Add Entry
ru_ru: Добавить запись

source: Add Group
ru_ru: Добавить группу

source: Add New Group
ru_ru: Добавить новую группу

source: Add Number
ru_ru: Добавить номер

source: Add User
ru_ru: Добавить пользователя

source: Add Website
ru_ru: Добавить веб-сайт

source: Add XMPP
ru_ru: Добавить XMPP

source: Adding...
ru_ru: Добавление...

source: Address
ru_ru: Адрес

source: Admin
ru_ru: Админ

source: Allowed Contact Manager Groups
ru_ru: Резрешенные группы Диспетчера контактов

source: An entry must have a user
ru_ru: Запись должна содержать имя пользователя

source: An entry must have a user.
ru_ru: Запись должна содержать имя пользователя.

source: An entry must have numbers.
ru_ru: Запись должна содержать номера.

source: Are you sure you want to delete this contact?
ru_ru: Вы действительно хотите удалить этот контакт?

source: Are you sure you want to delete this group and all of it's contacts?
ru_ru: Вы действительно хотите удалить эту группу и все ее контакты?

source: Call To
ru_ru: Позвонить

source: Cell
ru_ru: Ячейка

source: Comma-delimited list of flags. (Example: sms,fax) External contacts only.
ru_ru: Список флагов через запятую. (Например: sms,fax) Только внешние контакты.

source: Company
ru_ru: Компания

source: Company (overrides Company from User Manager)
ru_ru: Компания (перезаписывает данные из Менеджера пользователей)

source: Contact Manager
ru_ru: Диспетчер контактов

source: Contact Manager: %s
ru_ru: Диспетчер контактов: %s

source: Contacts
ru_ru: Контакты

source: Contacts and internal/external groups from the Contact Manager module.
ru_ru: Контакты и внутренние/внешние группы из модуля Диспетчер контактов.

source: Delete
ru_ru: Удалить

source: Delete Contact
ru_ru: Удалить контакт

source: Delete Group
ru_ru: Удалить группу

source: Deleting...
ru_ru: Удаление...

source: Display Name
ru_ru: Отображаемое имя

source: Display Name (overrides Display Name from User Manager)
ru_ru: Отображаемое имя (перезаписывает данные из Менеджера пользователей)

source: E-Mail address cannot be blank.
ru_ru: Адрес электронной почты не может быть пустым.

source: E-mail address. External contacts only.
ru_ru: Адрес электронной почты. Только внешние контакты.

source: ERROR failed to update address field
ru_ru: ОШИБКА! Не удалось обновить поле адреса

source: ERROR failed to update displayname field
ru_ru: ОШИБКА! Не удалось обновить поле отображаемого имени

source: ERROR failed to update extension field
ru_ru: ОШИБКА! Не удалось обновить поле внутреннего номера

source: ERROR failed to update title field
ru_ru: ОШИБКА! Не удалось обновить поле заголовка

source: Edit Contact
ru_ru: Редактировать контакт

source: Edit Entry
ru_ru: Редактировать запись

source: Edit Group
ru_ru: Редактировать группу

source: Email
ru_ru: Эл.почта

source: Ext.
ru_ru: Внутренний номер.

source: Extension. External contacts only.
ru_ru: Внутренний номер. Только внешние контакты.

source: External
ru_ru: Внешний

source: FAX
ru_ru: Факс

source: Facetime
ru_ru: Присутствие на рабочем месте

source: Fax
ru_ru: Факс

source: First Name
ru_ru: Имя

source: First Name (overrides First Name from User Manager)
ru_ru: Имя (перезаписывает данные из Менеджера контактов)

source: Function call does not exist!
ru_ru: Вызов функции не существует!

source: Group '%s' does not exist
ru_ru: Группа '%s' не существует

source: Group Already Exists
ru_ru: Группа уже существует

source: Group Name
ru_ru: Имя группы

source: Group Name Can Not Be Blank
ru_ru: Имя группы не может быть пустым

source: Group Type
ru_ru: Тип группы

source: Group does not exist
ru_ru: Группа не существует

source: Group entries successfully added
ru_ru: Элементы группы успешно добавлены

source: Group entries successfully deleted
ru_ru: Элементы группы успешно удалены

source: Group entry E-Mail successfully added
ru_ru: Email для элемента группы успешно добавлен

source: Group entry E-Mail successfully deleted
ru_ru: Email для элемента группы успешно удалён

source: Group entry E-Mails successfully added
ru_ru: Email-ы для элемента группы успешно добавлены

source: Group entry E-Mails successfully deleted
ru_ru: Email-ы для элемента группы успешно удалены

source: Group entry Website successfully added
ru_ru: Веб-сайт для элемента группы успешно добавлен

source: Group entry Website successfully deleted
ru_ru: Веб-сайт для элемента группы успешно удалён

source: Group entry Websites successfully added
ru_ru: Веб-сайты для элемента группы успешно добавлены

source: Group entry Websites successfully deleted
ru_ru: Веб-сайты для элемента группы успешно удалены

source: Group entry XMPP successfully added
ru_ru: XMPP для элемента группы успешно добавлен

source: Group entry XMPP successfully deleted
ru_ru: XMPP для элемента группы успешно удалён

source: Group entry XMPPs successfully added
ru_ru: XMPP-ы для элемента группы успешно добавлены

source: Group entry XMPPs successfully deleted
ru_ru: XMPP-ы для элемента группы успешно удалены

source: Group entry does not exist
ru_ru: Элемент группы не существует

source: Group entry number successfully added
ru_ru: Номер для элемента группы успешно добавлен

source: Group entry number successfully deleted
ru_ru: Номер для элемента группы успешно удалён

source: Group entry numbers successfully added
ru_ru: Номера для элемента группы успешно добавлены

source: Group entry numbers successfully deleted
ru_ru: Номера для элемента группы успешно удалены

source: Group entry successfully added
ru_ru: Элемент группы успешно добавлен

source: Group entry successfully deleted
ru_ru: Элемент группы успешно удалён

source: Group entry successfully updated
ru_ru: Элемент группы успешно обновлён

source: Group name can not be blank
ru_ru: Имя группы не может быть пустым

source: Group name is required.
ru_ru: Требуется имя группы.

source: Group not found and could not be created.
ru_ru: Группа не найдена и не может быть создана.

source: Group successfully added
ru_ru: Группа успешно добавлена

source: Group successfully deleted
ru_ru: Группа успешно удалена

source: Group successfully updated
ru_ru: Группа успешно обновлена

source: Group type is required.
ru_ru: Требуется тип группы.

source: Home
ru_ru: Домой

source: Inherit
ru_ru: Наследовать

source: Internal
ru_ru: Внутренний

source: Last Name
ru_ru: Фамилия

source: Last Name (overrides Last Name from User Manager)
ru_ru: Фамилия (перезаписывает данные, указанные в модуле Менеджер пользователей)

source: List All Groups
ru_ru: Список всех групп

source: My Contacts
ru_ru: Мои контакты

source: Name
ru_ru: Имя

source: Name of group
ru_ru: Имя группы

source: Name of group for contact. If group does not exist, it will be created.
ru_ru: Имя группы для контакта. Если группа не существует, она будет создана.

source: No
ru_ru: Нет

source: No E-Mails to add
ru_ru: Не добавлен адрес электронной почты

source: No Groups for this type
ru_ru: Нет груп этого типа

source: No Numbers to add
ru_ru: Номера не добавлены

source: No Websites to add
ru_ru: Веб-сайты не добавлены

source: No XMPPs to add
ru_ru: XMPP не добавлены

source: Not Authorized
ru_ru: Не авторизован

source: Number cannot be blank.
ru_ru: Номер не может пустым.

source: Numbers
ru_ru: Номера

source: OK
ru_ru: ОК

source: Other
ru_ru: Другое

source: Phone number. External contacts only.
ru_ru: Номер телефона. Только внешние контакты.

source: Reset
ru_ru: Сброс

source: Select an Action
ru_ru: Выбрать действие

source: Show In Contact Manager
ru_ru: Показать в Диспетчере контактов

source: Submit
ru_ru: Подтвердить

source: There are no actions for this type
ru_ru: Нет действий для этого типа

source: These are the assigned and active contactmanager groups which will show up for this user in UCP
ru_ru: Присвоенные и активные группы, которые будут отображаться для данного пользователя в панели управления

source: This is managed through the Class of Service module
ru_ru: Управление осуществляется через модуль "Класс обслуживания"

source: Title
ru_ru: Заголовок

source: Title (overrides Title from User Manager)
ru_ru: Заголоков (перезаписывает данные, указанные в Менеджере пользователей)

source: Type
ru_ru: Тип

source: Type of group
ru_ru: Тип группы

source: Type of group for contact.
ru_ru: Тип группы для контакта.

source: Type of phone number. External contacts only.
ru_ru: Тип номера телефона.Только внешние контакты.

source: Unauthorized
ru_ru: Неавторизован

source: Unknown data type.
ru_ru: Неизвестный тип данных.

source: User
ru_ru: Пользователь

source: User Manager
ru_ru: Менеджер пользователей

source: User Manager Group
ru_ru: Группа менеджера пользователей

source: User Manager username this contact should point to. Internal contacts only.
ru_ru: Имя пользователя Менеджера пользователей, на которого будет указывать этот контакт. Только внутренние контакты.

source: Website
ru_ru: Веб-сайт

source: Website cannot be blank.
ru_ru: Вебсайт не может быть пустым.

source: Whether to show this contact in contact manager.
ru_ru: Показывать ли этот контакт в Диспетчере контактов.

source: Work
ru_ru: Рабочий

source: XMPP address cannot be blank.
ru_ru: XMPP-адрес не может быть пустым.

source: Yes
ru_ru: Да

source: already exists
ru_ru: уже существует

source: checking for address field..
ru_ru: проверка поля адреса...

source: checking for displayname field..
ru_ru: проверка поля отображаемого имени..

source: checking for extension field..
ru_ru: проверка поля внутреннего номера...

source: checking for title field..
ru_ru: проверка поля заголовка...
