Repository: translaster/fpbx-i18n
Catalog: 13/certman/*/LC_MESSAGES/certman.po
Languages: ru_ru

source: %s Already Exists at that location!
ru_ru: %s Уже существует в этом месте!

source: A Certificate Authority is already present on this system. Deleting/Generating/Uploading will invalidate all of your current certificates!
ru_ru: Центр сертификации уже представлен в этой системе. Удаление/Генерация/Обновление этих данных приведёт к недействительности всех текущих сертификатов!

source: Action
ru_ru: Действие

source: Are you sure you dont want a passphrase?
ru_ru: Вы действительно не хотите использовать кодовую фразу?

source: Are you sure you want to delete this certificate?
ru_ru: Вы действительно хотите удалить этот сертификат?

source: Can not be left blank!
ru_ru: Не может быть пустым!

source: Certificate
ru_ru: Сертификат

source: Certificate Already Exists
ru_ru: Сертификат уже существует

source: Certificate Authority
ru_ru: Центр сертификации

source: Certificate Authority Settings (CA)
ru_ru: Настройки центра сертификации (ЦС)

source: Certificate Authority to Reference
ru_ru: Центр сертификации для справки

source: Certificate File
ru_ru: Файл сертификата

source: Certificate ID is unknown!
ru_ru: Неизвестный ИД сертификата!

source: Certificate List
ru_ru: Список сертификатов

source: Certificate Management
ru_ru: Управление сертификатами

source: Certificate Settings
ru_ru: Установки сертификата

source: Certificate already exists
ru_ru: Сертификат уже существует

source: Certificate does not appear to be a .crt file
ru_ru: Сертификат не является .crt файлом

source: Certificate doesnt appear to be a crt file
ru_ru: Сертификат не является crt файлом

source: Certificate to use for this CA (must reference the Private Key)
ru_ru: Сертификат для использования с этим Центром сертификации (должен указывать на приватный ключ)

source: Certificates
ru_ru: Сертификаты

source: DNS name or our IP address
ru_ru: DNS-имя или наш IP-адрес

source: DTLS Rekey Interval
ru_ru: Интервал смены ключей DTLS

source: DTLS Setup
ru_ru: Настройки DTLS

source: DTLS Verify
ru_ru: Проверка DTLS

source: Delete
ru_ru: Удалить

source: Delete Certificate
ru_ru: Удалить сертификат

source: Deleted Certificate
ru_ru: Удалённые сертификаты

source: Description
ru_ru: Описание

source: Done!
ru_ru: Готово!

source: Edit Certificate Authority Settings
ru_ru: Изменение настроек центра сертификации

source: Enable DTLS
ru_ru: Включить DTLS

source: Enable or disable DTLS-SRTP support
ru_ru: Включение или отключение поддержки DTLS-SRTP

source: Error Uploading
ru_ru: Ошибка при загрузке

source: Error uploading
ru_ru: Ошибка при загрузке

source: Generate Certificate
ru_ru: Создать сертификат

source: Generating default CA...
ru_ru: Создание ЦС по умолчанию...

source: Generating default certificate...
ru_ru: Создание сертификата по умолчанию...

source: Generating.. Please wait
ru_ru: Создаётся.. Подождите

source: Host Name
ru_ru: Имя хоста

source: I Know what I am doing
ru_ru: Я знаю, что я делаю

source: Interval at which to renegotiate the TLS session and rekey the SRTP session. If this is not set or the value provided is 0 rekeying will be disabled
ru_ru: Интервал, через который пересматривается сессия TLS и обновляются ключи для сессии SRTP. Если не установлено, или значение = 0, то обновление ключей отключено

source: Name
ru_ru: Имя

source: New Certificate
ru_ru: Новый сертификат

source: New Certificate Authority Settings
ru_ru: Установки нового Центра сертификации

source: No
ru_ru: Нет

source: No Certificates exist
ru_ru: Сертификаты не созданы

source: Organization Name
ru_ru: Название организации

source: Passphrase
ru_ru: Кодовая фраза

source: Passphrase used to access this certificate and generate new client certificates. If you don't use a passphrase when generating a new certifcate, then the private key is not encrypted with any symmetric cipher - it is output completely unprotected. If you don't provide a passphrase when uploading a certificate you will have to provide the passphrase everytime a new certificate is needed
ru_ru: Кодовая фраза используется для получения доступа к сертификату и создания новых клиентских сертификатов. Если не использовать кодовую фразу при создании новых сертификатов, то приватный ключ не шифруется никаким симметричным шифрованием, то есть результат получается незащищённый. Если не использовать кодовую фразу при загрузке сертификата, то вам придётся вводить кодовую фразу всякий раз, когда нужно будет использовать новый сертификат

source: Private Key
ru_ru: Приватный ключ

source: Private Key File
ru_ru: Файл приватного ключа

source: Private Key File to use for this CA
ru_ru: Файл приватного ключа, который использует этот ЦС

source: Private key doesnt appear to be a key file
ru_ru: Приватный ключ не является файлом ключа

source: Reset
ru_ru: Сброс

source: Save Passphrase
ru_ru: Сохранить кодовую фразу

source: Select this for additional fields used to upload your own certificate.
ru_ru: Выбрать это, для дополнительных полей, чтобы загрузить ваш собственный сертификат.

source: Submit
ru_ru: Подтвердить

source: Successfully deleted the Certificate Authority
ru_ru: Центр сертификации успешно удалён

source: Successfully generated a Certificate
ru_ru: Сертификат успешно создан

source: Successfully generated a Certificate Authority
ru_ru: Центр сертификации успешно создан

source: Successfully uploaded a certificate
ru_ru: Сертификат успешно загружен

source: The Certificate to use from Certificate Manager
ru_ru: Сертификат для использования в Менеджере сертификатов

source: The Description of this certificate. Used in the module only
ru_ru: Описание сертификата. Используется только в этом модуле

source: The Organization Name
ru_ru: Название организации

source: The Passphrase of the Certificate Authority
ru_ru: Кодовая фраза Центра сертификации

source: The base name of the certificate, Can only contain alphanumeric characters
ru_ru: Основное название сертификата. Может содержать только буквы и цифры

source: This field cannot be blank and must be alphanumeric
ru_ru: Поле не может быть пустым и должно содержать буквы и/или цифры

source: This module is intended to manage and generate certificates used for extensions in asterisk
ru_ru: Этот модуль служит для управления и создания сертификатов, используемых внутренними номерами в Астериск

source: Update Certificate
ru_ru: Обновить сертификат

source: Updated Certificate
ru_ru: Обновленный сертификат

source: Upload CA
ru_ru: Загрузить ЦС

source: Upload Certificate
ru_ru: Загрузить сертификат

source: Use Certificate
ru_ru: Использовать сертификат

source: Verify that provided peer certificate and fingerprint are valid <ul> <li>A value of 'yes' will perform both certificate and fingerprint verification</li> <li>A value of 'no' will perform no certificate or fingerprint verification</li> <li>A value of 'fingerprint' will perform ONLY fingerprint verification</li> <li>A value of 'certificate' will perform ONLY certficiate verification</li> </ul>
ru_ru: Убедитесь, что предлагаемый сертификат узла и его отпечаток действительны <ul> <li>При значении 'Да' выполнится проверка и сертификата и отпечатка </li> <li>При значении 'Нет' ни сертификат, ни отпечаток не будут проверяться</li> <li>При выбранном значении 'отпечаток' будет выполнена проверка ТОЛЬКО отпечатка</li> <li>При выбранном значении 'сертификат' будет выполнена проверка ТОЛЬКО сертификата</li> </ul>

source: Whether to store the password in the database so that new certificates can be generated automatically.<br/> <b>WARNING!!</b> The Passphrase is stored in PLAINTEXT! You have been warned. Use Something you dont care about or use!
ru_ru: Сохранять ли пароль в базе данных, чтобы автоматически создавать новые сертификаты.<br/> <b>ПРЕДУПРЕЖДЕНИЕ!</b> Пароль хранится в незашифрованном виде! Вы предупреждены об этом. Используйте что-нибудь дополнительно или не используйте!

source: Whether we are willing to accept connections, connect to the other party, or both. This value will be used in the outgoing SDP when offering and for incoming SDP offers when the remote party sends actpass <ul> <li>active (we want to connect to the other party)</li> <li>passive (we want to accept connections only)</li> <li>actpass (we will do both)</li> </ul>
ru_ru: Готовы ли вы принимать соединения от третьих лиц, или сами присоединяться к таким ресурсам Это значение будет использоваться при исходящих SDP и для входящих SDP-предложений, когда удалённая сторона посылает параметр акт/пасс <ul> <li>активный (мы подключаемся к другому ресурсу)</li> <li>пассивный (мы разрешаем только подключения к нам)</li> <li>акт/пасс (мы разрешаем оба направления)</li> </ul>

source: Yes
ru_ru: Да

source: default
ru_ru: по умолчанию

source: default certificate generated at install time
ru_ru: сертификат по умолчанию, созданный во время установки
