Repository: translaster/fpbx-i18n
Catalog: 14/paging/i18n/*/LC_MESSAGES/paging.po
Languages: ru_ru

source: Please set the event days.
ru_ru: Пожалуйста, установите дни события.

source: Please set the event time.
ru_ru: Пожалуйста, установите время события.

source: <strong>Force</strong><br> Send the headers telling the phone to go into auto answer mode. This may not work, and is dependant on the phone.
ru_ru: <strong>Принудительно</strong><br> Отправлять заголовки, сообщающие телефону перейти в режим автоматического ответа. Это может не сработать и зависит от телефона.

source: <strong>Reject</strong><br> Return a BUSY signal to the caller
ru_ru: <strong>Отклонить</strong><br> Вернуть вызывающему абоненту сигнал ЗАНЯТО

source: <strong>Ring</strong><br> Treat the page as a normal call, and ring the extension (if Call Waiting is disabled, this will return BUSY
ru_ru: <strong>Ring</strong><br> относиться к пейджингу как к обычному вызову и звонить по добавочному номеру (если ожидание вызова отключено, то будет возвращено ЗАНЯТО

source: <ul> <li><b>"Skip"</b> will not page any busy extension. All other extensions will be paged as normal</li> <li><b>"Force"</b> will not check if the device is in use before paging it. This means conversations can be interrupted by a page (depending on how the device handles it). This is useful for "emergency" paging groups.</li> <li><b>"Whisper"</b> will attempt to use the ChanSpy capability on SIP channels, resulting in the page being sent to the device's earpiece "whispered" to the user but not heard by the remote party. If ChanSpy is not supported on the device or otherwise fails, no page will get through. It probably does not make too much sense to choose duplex if using Whisper mode.</li> </ul>
ru_ru: <ul> <li><b>"Пропустить"</b> не будет пейджинговать любой занятый номер. Все остальные номера будут пейджинговаться как обычно</li> <li> <b>"Принудительно"</b> не будет проверять, используется ли устройство перед его пейджингом. Это означает, что разговоры могут быть прерваны пейджингом (в зависимости от того, как устройство обрабатывает их). Это полезно для "аварийных" групп пейджинга. <li><b>"Шепот"</b> попытается использовать возможность ChanSpy на SIP-каналах, в результате чего пейджинг будет отправлен в наушник устройства "шепотом" пользователю, но не услышан удаленной стороной. Если ChanSpy не поддерживается на устройстве или иным образом выходит из строя, ни один пейджинг не пройдет. Вероятно, нет особого смысла выбирать дуплексный режим при использовании режима шепота.</li> </ul>

source: Actions
ru_ru: Действия

source: Add Page Group
ru_ru: Добавить группу пейджинга

source: Alert Tone
ru_ru: Сигнал оповещения

source: Allows creation of paging groups to make announcements using the speaker built into most SIP phones. Also creates an Intercom feature code that can be used as a prefix to talk directly to one person, as well as optional feature codes to block/allow intercom calls to all users as well as blocking specific users or only allowing specific users.
ru_ru: Позволяет создавать группы пейджинга для объявлений с помощью динамика, встроенного в большинство SIP-телефонов. Также создается код функции интеркома, который может использоваться в качестве префикса для прямого разговора с одним человеком, а также дополнительные коды функций для блокировки/разрешения вызовов интеркома всем пользователям, а также блокировки определенных пользователей или разрешения только определенных пользователей.

source: Annoucement to be played to remote party. Default is a beep
ru_ru: Объявление, которое будет воспроизведено удаленной стороне. По умолчанию это звуковой сигнал

source: Announcement to be played to remote party. If set to Default it will use the global setting from Page Groups. If Page Groups is not defined then it will default to beep. This Announcement file duration should not exceed Default ringtime(Advanced Settings)
ru_ru: Объявление, которое будет воспроизведено удаленной стороне. Если установлено значение по умолчанию - будет использоваться глобальная настройка из групп пейджинга. Если группы пейджинга не определены, то по умолчанию будет подаваться сигнал. Продолжительность этого файла объявления не должна превышать время вызова по умолчанию(Расширенные настройки)

source: Applications
ru_ru: Приложения

source: Auto-answer defaults
ru_ru: Автоответчик по-умолчанию

source: Beep
ru_ru: Гудок

source: Busy Extensions
ru_ru: Занятые расширения

source: Default
ru_ru: По умолчанию

source: Default Group Inclusion
ru_ru: Включение группы по-умолчанию

source: Default Page Group
ru_ru: Группа пейджинга по-умолчанию

source: Delete
ru_ru: Удалить

source: Description
ru_ru: Описание

source: Device List
ru_ru: Список устройств

source: Devices to page. Please note, paging calls the actual device (and not the user). Amount of pagable devices is restricted by the advanced setting key PAGINGMAXPARTICIPANTS and is currently set to
ru_ru: Устройства для пейджинга. Обратите внимание, что пейджинг вызывает фактическое устройство (а не пользователя). Количество доступных для просмотра устройств ограничено ключём расширенных настроек PAGINGMAXPARTICIPANTS и в настоящее время установлено на

source: Disable
ru_ru: Выключить

source: Disabled
ru_ru: Выключен

source: Drop Silence
ru_ru: Отбрасывать тишину

source: Duplex
ru_ru: Дуплекс

source: Enabled
ru_ru: Включен

source: Exclude
ru_ru: Исключить

source: Extension Options
ru_ru: Опции внутреннего номера

source: Force
ru_ru: Принудительно

source: Group Description
ru_ru: Описание группы

source: If you choose to make a Page Group the "default" page group, a checkbox will appear in the Extensions Module that will allow you to include or exclude that Extension in the default Page Group when editing said extension
ru_ru: Если вы решите сделать группу пейджинга группой "по умолчанию", в модуле Расширения появится флажок, который позволит вам включить или исключить это расширение в группу пейджинга по умолчанию при редактировании указанного расширения

source: Include
ru_ru: Включить

source: Intercom
ru_ru: Интерком

source: Intercom Mode
ru_ru: Режим интеркома

source: Intercom Override
ru_ru: Переопределение интеркома

source: Intercom from %s: Disabled
ru_ru: Интерком для %s: отключен

source: Intercom from %s: Enabled
ru_ru: Интерком для %s: включен

source: Intercom prefix
ru_ru: Префикс интеркома

source: Intercom: Disabled
ru_ru: Интерком: отключен

source: Intercom: Enabled
ru_ru: Интерком: включен

source: Internal Auto Answer
ru_ru: Внутренний автоответ

source: List Page Groups
ru_ru: Список групп пейджинга

source: No
ru_ru: Нет

source: None
ru_ru: Отсутствует

source: Not Selected
ru_ru: Не выбран

source: Override the speaker volume for this page. Note: This is only valid for Sangoma phones at this time
ru_ru: Переопределить громкость динамика для этого пейджинга. Примечание: В настоящее время это действительно только для телефонов Sangoma

source: Page Group
ru_ru: Группа пейджинга

source: Page Group:
ru_ru: Группа пейджинга:

source: Page Group: %s (%s)
ru_ru: Группа пейджинга: %s (%s)

source: Page Groups
ru_ru: Группы пейджинга

source: Paging Extension
ru_ru: Расширение пейджинга

source: Paging Group %s : %s
ru_ru: Группа пейджинга %s : %s

source: Paging Groups
ru_ru: Группы пейджинга

source: Paging and Intercom
ru_ru: Пейджинг и интерком

source: Paging and Intercom settings
ru_ru: Настройки пейджинга и интеркома

source: Paging is typically one way for announcements only. Checking this will make the paging duplex, allowing all phones in the paging group to be able to talk and be heard by all. This makes it like an "instant conference"
ru_ru: Пейджинг, как правило, является одним из способов только для объявлений. Проверка этого сделает пейджинг дуплексным, позволяя всем телефонам в группе пейджинга иметь возможность говорить и быть услышанными всеми. Это делает его похожим на "мгновенную конференцию"

source: Please enter a valid end Date.
ru_ru: Пожалуйста, введите действительную дату завершения.

source: Please enter a valid start Date.
ru_ru: Пожалуйста, введите действительную дату начала.

source: Quiet
ru_ru: Тихий

source: Reject
ru_ru: Отклонить

source: Reset
ru_ru: Сброс

source: Ring
ru_ru: Звонок

source: Selected
ru_ru: Выбранно

source: Settings
ru_ru: Общие настройки

source: Skip
ru_ru: Пропустить

source: Speaker Volume Override
ru_ru: Переопределение громкости динамика

source: Submit
ru_ru: Сохранить

source: The end date must biger greater the start date.
ru_ru: Дата окончания должна быть раньше даты начала.

source: The number users will dial to page this group
ru_ru: Номер, который пользователи будут набирать для пейджинга этой группы

source: This module is for specific phones that are capable of Paging or Intercom. This section is for configuring group paging, intercom is configured through <strong>Feature Codes</strong>. Intercom must be enabled on a handset before it will allow incoming calls. It is possible to restrict incoming intercom calls to specific extensions only, or to allow intercom calls from all extensions but explicitly deny from specific extensions.<br /><br />This module should work with Aastra, Grandstream, Linksys/Sipura, Mitel, Polycom, SNOM , and possibly other SIP phones (not ATAs). Any phone that is always set to auto-answer should also work (such as the console extension if configured).
ru_ru: Этот модуль предназначен для конкретных телефонов, которые способны вызывать пейджинг или интерком. Этот раздел предназначен для настройки групповой пейджинговой связи, интерком настраивается через <strong>Сервисные коды</strong>. Интерком должен быть включен на телефонной трубке, прежде чем разрешать входящие звонки. Можно ограничить входящие вызовы интеркома только определенными добавочными номерами или разрешить вызовы интеркома со всех добавочных номеров, но явно запретить от определенных добавочных номеров.<br /><br/>Этот модуль должен работать с Aastra, Grandstream, Linksys/Sipura, Mitel, Polycom , SNOM и, возможно, другими SIP-телефонами (не ATAs). Любой телефон, который всегда настроен на автоответ, также должен работать (например, расширение консоли, если оно настроено).

source: This option drops what Asterisk detects as silence from entering into the bridge. Enabling this option will drastically improve performance and help remove the buildup of background noise from the conference. Highly recommended for large conferences due to its performance enhancements.
ru_ru: Эта опция отбрасывает то, что Asterisk определяет как тишину от входа в мост. Включение этой опции значительно повысит производительность и поможет устранить накопление фонового шума в конференции. Настоятельно рекомендуется для больших конференций из-за повышения производительности.

source: This option removes the beep from caller.
ru_ru: Эта опция удаляет звуковой сигнал от абонента.

source: Unknown Request
ru_ru: Неизвестный запрос

source: User Intercom Allow
ru_ru: Интерком пользователя разрешить

source: User Intercom Disallow
ru_ru: Интерком пользователя запретить

source: When Enabled users can use *80<ext> to force intercom. When Disabled this user will reject intercom calls
ru_ru: При включении пользователи могут использовать *80<ext> для принудительного интеркома. При отключении этот пользователь будет отклонять вызовы внутренней связи

source: When set to Intercom, calls to this extension/user from other internal users act as if they were intercom calls meaning they will be auto-answered if the endpoint supports this feature and the system is configured to operate in this mode. All the normal white list and black list settings will be honored if they are set. External calls will still ring as normal, as will certain other circumstances such as blind transfers and when a Follow Me is configured and enabled. If Disabled, the phone rings as a normal phone.
ru_ru: Если установлено в Интерком, вызовы на этот внутренний номер с других внутренних номеров или пользователей будут восприниматься как вызовы интеркома, подразумевая, что вызов будет автоматически отвечен, если устройство поддерживает эту возможность. Вызов будет также обработан через все белые и черные списки, если таковые установлены. Внешние вызовы будут обрабатываться при этом как обычно, а также другие сопутствующие, такие как перевод без уведомления и сконфигурированные перенаправления Следуйте сюда. Если отключено, то вызов происходит обычным образом.

source: When using Intercom to page an extension, if the extension is in use, you have three options.
ru_ru: При использовании интеркома для вызова добавочного номера, если он используется, у вас есть три варианта.

source: Whisper
ru_ru: Шепот

source: Yes
ru_ru: Да

source: You can include or exclude this extension/device from being part of the default page group when creating or editing.
ru_ru: Вы можете включить или исключить этот доб.номер/устройство из группы пейджинга по умолчанию при создании или редактировании.
