Repository: translaster/fpbx-i18n
Catalog: 13/arimanager/*/LC_MESSAGES/arimanager.po
Languages: ru_ru

source: Actions
ru_ru: Действия

source: Add Asterisk REST Interface User
ru_ru: Добавить пользователя Asterisk REST интерфейса

source: Add User
ru_ru: Добавить пользователя

source: Asterisk 12 introduces the Asterisk REST Interface, a set of RESTful API's for building Asterisk based applications. This will enable the ARI server as long as the HTTP server is enabled as well.
ru_ru: Asterisk 12 представляет интерфейс Asterisk REST, набор API RESTful для построения приложений, основанных на взаимодействии с Asterisk. Это позволит использовать прослойку - сервер ARI так же, как будто используется локальный HTTP сервер.

source: Asterisk REST Inferface Password.
ru_ru: Пароль для интерфейса Asterisk REST.

source: Asterisk REST Interface
ru_ru: Интерфейс Asterisk REST (ARI)

source: Asterisk REST Interface User Name
ru_ru: Имя пользователя для интерфейса Asterisk REST

source: Asterisk Rest Interface Users
ru_ru: Пользователи интерфейса Asterisk REST

source: Creating ARI Manager Table
ru_ru: Создание таблицы ARI Менеджер

source: Crypt
ru_ru: Шифрование

source: Delete
ru_ru: Удалить

source: Dropping ARI Manager Table
ru_ru: Сброс таблицы ARI Менеджер

source: Edit Asterisk REST Interface User
ru_ru: Редактировать пользователя интерфейса Asterisk REST

source: Enable pretty-printing of the JSON responses from Asterisk
ru_ru: Включить структурную распечатку ответов JSON от Asterisk

source: Enable the Asterisk REST Interface
ru_ru: Включить интерфейс Asterisk REST

source: For the security consious, you probably don't want to put plaintext passwords in the configuration file. ARI supports the use of crypt(3) for password storage.
ru_ru: Исходя из соображений безопасности возможно вы не хотите использовать текстовые пароли, видимые в конфигурационном файле. Поддержка ARI использует шифрование crypt(3) для хранения паролей.

source: List Users
ru_ru: Список пользователей

source: No
ru_ru: Нет

source: Password Type
ru_ru: Тип пароля

source: Plain Text
ru_ru: Текстовый

source: Pretty Print JSON Responses
ru_ru: Cтруктурная распечатка ответов JSON

source: REST Interface User Name
ru_ru: Имя пользователя интерфейса REST

source: REST Interface User Password
ru_ru: Пароль пользователя интерфейса REST

source: Read Only
ru_ru: Только чтение

source: Remove FreePBX Advanced Settings
ru_ru: Удалить расширенные настройки FreePBX

source: Reset
ru_ru: Сброс

source: Set to Yes for read-only applications.
ru_ru: Установить в положение Да для приложений с доступом только для чтения.

source: Submit
ru_ru: Подтвердить

source: Sucessfully Added User
ru_ru: Пользователь добавлен успешно

source: Sucessfully Deleted User
ru_ru: Поьзователь усппешно удалён

source: Sucessfully Updated User
ru_ru: Пользователь успешно обновлён

source: The Asterisk REST Interface is Currently Disabled in Advanced Settings
ru_ru: Интерфейс Asterisk REST в настроящее время отключен в расширенных настройках

source: The Asterisk mini-HTTP Server is Currently Disabled in Advanced Settings
ru_ru: Сервер Asterisk mini-HTTP в настоящее время отключен в расширенных настройках

source: User Already Exists!
ru_ru: Пользователь уже существует!

source: User Name Can Not Be Blank!
ru_ru: Имя пользователя не может быть пустым!

source: User Name already exists!
ru_ru: Имя пользователя уже существует!

source: User Password Can Not Be Blank!
ru_ru: Пароль пользователя не может быть пустым!

source: Username
ru_ru: Имя пользователя

source: Yes
ru_ru: Да

source: You Cant Change Password Type Without Changing the Password
ru_ru: Вы не можете изменить тип пароля без изменения самого пароля
