Repository: translaster/fpbx-i18n
Catalog: 13/bulkextensions/*/LC_MESSAGES/bulkextensions.po
Languages: ru_ru

source: The account name, extension, and Voicemail password will automatically be inserted after the opening.
ru_ru: Имя учетной записи, номер и пароль голосовой почты будут автоматически вставлены после открытия.

source: The settings below can be used to control the content and destination of the notification emails.
ru_ru: Параметры ниже могут использоваться для управления содержимым и адресом получения уведомлений.

source: Account Name:
ru_ru: Имя учётной записи:

source: Applications
ru_ru: Приложения

source: Bulk Extensions
ru_ru: Массовые абоненты

source: Bulk Extensions CSV File Columns
ru_ru: Столбцы файла CSV с массовым описанием абонентов

source: Bulk Extensions uses CSV files to import and export extensions.
ru_ru: Модуль «Массовые абоненты» использует CSV файлы для импорта и экспорта абонентов.

source: Bulk extension changes can take a long time to complete. It can take 30-60 seconds to add 100 extensions on a small system. However, on a system with 2000 extensions it can take about 5 minutes to add 100 new extensions.
ru_ru: Массовые изменения абонентов могут занимать длительное время. На слабых системах время обработки может составлять 30-60 секунд на каждые 100 абонентов. На системах с 2000 и более абонентами, время добавления новых 100 абонентов может составлять около 5 минут.

source: By default, a notification email will be sent to the Voicemail email address set for each account added.
ru_ru: По умолчанию, на email адрес из голосовой почты каждого добавленного абонента будет отправлено уведомление.

source: CSV File to Load
ru_ru: CSV файл для загрузки

source: Default Address:
ru_ru: Адрес по умолчанию:

source: Email Closing:
ru_ru: Конец e-mail'а:

source: Email From:
ru_ru: Отправитель:

source: Email Notification for New Accounts
ru_ru: Уведомления по e-mail для новых абонентов

source: Email Opening:
ru_ru: Начало e-mail'а:

source: Email Reply-To:
ru_ru: Адрес для ответа:

source: Email Subject:
ru_ru: Тема e-mail'а:

source: Export Extensions
ru_ru: Экспорт абонентов

source: Extension:
ru_ru: Номер абонента:

source: If a Default Address is specified, notification emails for new accounts without a Voicemail email address will be sent to the Default Address.
ru_ru: Если «Адрес по умолчанию» указан, уведомления для новых абонентов без указанного адреса голосовой почты будут отправляться на этот адрес.

source: If an Override Address is specified, all notification emails will be sent to the Override Address only. Type "noemail" (without the quotes) as the Override Address to stop notification emails from being sent.
ru_ru: Если этот адрес указан, все уведомления будут отправлены только на него. Укажите в этом поле "noemail" (без кавычек) чтобы отменить отправку уведомлений.

source: Load File
ru_ru: Загрузить файл

source: Login information for your Voicemail account is as follows:
ru_ru: Информация для входа в Вашу голосовую почту ниже:

source: Manage Extensions in bulk using CSV files.
ru_ru: Управление абонентами в массовом режиме через CSV файлы.

source: Modify the CSV file to add, edit, or delete Extensions as desired. Then load the CSV file. After the CSV file is processed, the action taken for each row will be displayed.
ru_ru: Отредактируйте CSV файл для добавления, изменения или удаления абонентов. Затем загрузите CSV файл. После обработки файла CSV будет показано действие, выполненное для каждой строки.

source: Override Address:
ru_ru: Переназначенный адрес:

source: Start by downloading the %s Template CSV file %s (right-click > save as) or clicking the Export Extensions button.
ru_ru: Начните с загрузки %s Шаблон CSV файла %s (правая кнопка мыши > Сохранить как) или нажимте кнопку «Экспорт абонентов».

source: The Email Closing may be specified. If any text is entered, it will be inserted at the end of the email.
ru_ru: Может быть указано окончание текста уведомления. Если оно задано, письмо будет заканчиваться указанным текстом.

source: The Email From header may be specified. If left blank, the system default will be used.
ru_ru: Адрес отправителя уведомлений. Если не указан, будет использован адрес системы по умолчанию.

source: The Email Opening may be specified. If left blank, the default opening, "Login information for your Voicemail account is as follows:", will be used.
ru_ru: Может быть указано начало текста уведомления. Если не указано, по умолчанию письмо будет начинаться: "Информация для входа в Вашу голосовую почту ниже:".

source: The Email Reply-To header may be specified. If left blank, the system default will be used.
ru_ru: Может быть указан адрес для ответа. Если не указан, будет использован адрес системы по умолчанию.

source: The Email Subject may be specified. If left blank, the default subject, "Voicemail Account Activated", will be used.
ru_ru: Можно указать тему письма. Если не указана, то будет использована тема по умолчанию "Учетная запись голосовой почты активирована".

source: The table below explains each column in the CSV file. You can change the column order of the CSV file as you like, however, the column names must be preserved.
ru_ru: В приведенной ниже таблице объясняется каждый столбец в файле CSV. Вы можете изменять порядок столбцов CSV-файла по своему усмотрению, однако имена столбцов должны быть сохранены.

source: This module is depreciated in favor of Bulk Handler. Please use that instead. The two modules are not compatible!
ru_ru: Этот модуль устарел ввиду появления нового модуля для этой цели - Массовый Наполнитель (Bulk Handler). Используйте его вместо старого. Два модуля (старый и новый) несовместимы!

source: This module is only supported when FreePBX is in <b>extensions</b> mode
ru_ru: Этот модуль работает только в режиме FreePBX <b>extensions</b>

source: Voicemail Account Activated
ru_ru: Учётная запись голосовой почты активирована

source: Voicemail Password:
ru_ru: Пароль голосовой почты:

source: You are running FreePBX in <b>deviceanduser</b> mode
ru_ru: FreePBX работает в режиме <b>deviceanduser</b>
