Repository: translaster/fpbx-i18n
Catalog: 14/pm2/i18n/*/LC_MESSAGES/pm2.po
Languages: ru_ru

source: Admin
ru_ru: Администратор

source: Asterisk home dir (%s) doesn't exist, and, ASTSPOOLDIR doesn't exist. Aborting
ru_ru: Домашняя директория Asterisk (%s) и ASTSPOOLDIR не существуют. Завершение

source: CPU
ru_ru: ЦП

source: Delete Process
ru_ru: Удаление процесса

source: Finished updating libraries!
ru_ru: Обновление библиотек завершено!

source: Home directory [%s] is not writable
ru_ru: Домашний каталог [%s] недоступен для записи

source: How many lines to stream
ru_ru: Сколько строк нужно стримить

source: Installing/Updating Required Libraries. This may take a while...
ru_ru: Установка/обновление необходимых библиотек. Это может занять некоторое время...

source: List Process
ru_ru: Список процессов

source: Location of the shell to use for pm2 tasks
ru_ru: Расположение оболочки для использования в задачах pm2

source: Manage long running processes
ru_ru: Управление длительными процессами

source: Mem
ru_ru: Память

source: NPM Proxy Server Address
ru_ru: Адрес прокси-сервера NPM

source: NPM version is: %s requirement is %s. Run 'yum upgrade nodejs' from the CLI as root
ru_ru: Версия NPM: %s, требуется %s. Выполнить 'yum upgrade nodejs' из CLI от root

source: Node Package Manager is not installed
ru_ru: Узел управления пакетами не установлен

source: Node is not installed
ru_ru: Узел не установлен

source: Node version is: %s requirement is %s. Run 'yum upgrade nodejs' from the CLI as root
ru_ru: Версия узла: %s требуется %s. Выполнить 'yum upgrade nodejs' из CLI от root

source: Process Management
ru_ru: Управление процессами

source: Process Name
ru_ru: Название процесса

source: Reload all log file pointers
ru_ru: Перезагрузите все указатели файлов журнала

source: Restart Process
ru_ru: Перезапуск процесса

source: Restarts
ru_ru: Перезапуски

source: Save processes, kill PM2 and restore processes
ru_ru: Сохранить процессы, убить PM2 и восстановить процессы

source: Shell Executable
ru_ru: Исполняемый фйл оболочки

source: Status
ru_ru: Состояние

source: Stop Process
ru_ru: Остановить процесс

source: Stream Logs from Process
ru_ru: Журналы потоков из процесса

source: The NPM Proxy server address to use
ru_ru: Адрес прокси-сервера NPM для использования

source: There was an error installing and PM2 Logging is disabled
ru_ru: Произошла ошибка установки и ведение журнала PM2 отключено

source: There was an error installing. Please review the install log. (%s)
ru_ru: Произошла ошибка установки. Пожалуйста, ознакомьтесь с журналом установки. (%s)

source: This module manages background processes for your PBX
ru_ru: Этот модуль управляет фоновыми процессами вашей АТС

source: This should only be turned off if you have issues installing node modules from NPM
ru_ru: Это следует отключить только в том случае, если у вас возникли проблемы с установкой модулей узлов из NPM

source: This should only be turned on if you have issues installing node modules from NPM
ru_ru: Это следует включить только в том случае, если у вас возникли проблемы с установкой модулей узлов из NPM

source: Uptime
ru_ru: Время работы системы

source: Use Proxy Server for NPM
ru_ru: Использовать прокси-сервера для NPM

source: Use package caching for NPM
ru_ru: Использовать кэширование пакетов для NPM
