Repository: translaster/fpbx-i18n
Catalog: 13/firewall/i18n/LC_MESSAGES/*/firewall.po
Languages: ru_ru

source: Warning: Unable to resolve this entry!
ru_ru: Предупреждение: Не удается разрешить эту запись!

source: We hope you're enjoying it! There's some additional questions you should answer. If you don't want to answer them at this time, just click Abort, and no changes will be made to your existing Firewall setup.
ru_ru: Мы надеемся что вам это понравится! Есть еще несколько вопросов, на которые вы должны ответить. Если вы не хотите отвечать на них в данный момент - просто нажмите кнопку "Прервать" и никакие изменения в существующую настройку брандмауэра внесены не будут.

source: Web Management
ru_ru: Веб-управление

source: Web Management (Secure)
ru_ru: Веб-управление (безопасно)

source: Web management interface for your PBX. This is the http, not https (secure) interface.
ru_ru: Веб-интерфейс управления для вашей АТС. Это http, а не https (безопасный) интерфейс.

source: Web management interface for your PBX. This is the https interface.
ru_ru: Веб-интерфейс управления для вашей АТС. Это интерфейс https.

source: WebRTC is used by UCP (and other services) to enable calls to be made via a web browser.
ru_ru: WebRTC используется UCP (и другими службами) для того, чтобы звонки могли осуществляться через веб-браузер.

source: When adding or deleting from a zone, one or many IDs may be provided.
ru_ru: При добавлении или удалении из зоны могут быть предоставлены один или несколько ID.

source: When this is enabled, any incoming VoIP connection attempts that would be otherwise rejected are <strong>not blocked</strong>, and instead allowed a <strong>very limited</strong> amount of registration attempts.
ru_ru: Когда включено - любые входящие попытки VoIP-соединения, которые в противном случае были бы отклонены <strong>не блокируются</strong>блокируются, а вместо этого допускают <strong>очень ограниченное</strong> количество попыток регистрации.

source: You can add individual hosts and networks to override the default permission for an interface.
ru_ru: Вы можете добавить отдельные хосты и сети, чтобы переопределить разрешение по умолчанию для интерфейса.

source: You can add the host automatically here.
ru_ru: Вы можете добавить хост автоматически здесь.

source: You can enable Responsive Firewall in the 'Responsive Firewall' tab.
ru_ru: Вы можете включить ответственный брандмауэр во вкладке «Ответственный брандмауэр».

source: You can enter a short description for this interface here.
ru_ru: Вы можете ввести краткое описание этого интерфейса здесь.

source: You can enter a short description for this network here.
ru_ru: Вы можете ввести краткое описание для этой сети здесь.

source: You can verify these settings in Sip Settings after this wizard is complete. If you have a non-static IP address, you may need to use a DDNS provider which will require manual configuration.
ru_ru: Эти настройки можно проверить в Настройках SIP после завершения работы этого мастера. Если у вас есть не статический IP-адрес, возможно, потребуется использовать DDNS-провайдера, который потребует ручной конфигурации.

source: You may also enter hostnames here (including Dynamic DNS hosts), which will be automatically monitored and updated.
ru_ru: Вы также можете ввести хост-имена здесь (в том числе динамические DNS хостов), которые будут автоматически контролироваться и обновляться.

source: You should say 'Yes' to this, unless you have an extremely complex network with multiple external default gateways.
ru_ru: Вы должны сказать "Да" на это, если у вас чрезвычайно сложная сеть с несколькими внешними шлюзами по умолчанию.

source: You would normally select <strong>Yes</strong> to this question. The only time you would pick No is if you are not using the client machine you will be using in the future to manage this system.
ru_ru: Обычно на этот вопрос выбирают <strong>Да</strong>. Единственный раз, когда вы выберете "Нет" - это если вы не используете клиентскую машину, которую будете использовать в будущем для управления этой системой.

source: Your Client
ru_ru: Ваш клиент

source: Zone Information
ru_ru: Информация о зоне

source: Zulu UC Desktop and softphone integration unifies the most popular business communication tools & applications enhancing user productivity and mobility. Zulu uses a token-based secure authentication method and is safe to expose to the public internet, as it rate limits (and then blocks) attackers. Note that rate limits are not applied to clients in the 'Trusted' or 'Internal' zones.
ru_ru: Интеграция настольных компьютеров и софтфонов Zulu UC объединяет самые популярные инструменты и приложения бизнес-коммуникации, повышая производительность и мобильность пользователей. Zulu использует безопасный метод аутентификации на основе токенов и безопасен для доступа в общедоступный Интернет, поскольку он ограничивает скорость (а затем блокирует) атакующих. Обратите внимание, что ограничения скорости не применяются к клиентам в "Доверенных" или "Внутренних" зонах.

source: Zulu is not not available on this machine
ru_ru: Zulu недоступен на этой машине

source: automatically granted
ru_ru: автоматически предоставляется

source: iSymphony is not installed on this server.
ru_ru: iSymphony не установлен на этом сервере.

source: is a fully integrated and tightly coupled firewall that constantly monitors the remote clients allowed to connect to this machine, and automatically allows access from valid hosts.
ru_ru: это полностью интегрированный и тесно связанный брандмауэр, который постоянно отслеживает удаленные клиенты, разрешенные для подключения к этой машине, и автоматически разрешает доступ с действительных хостов.
