Repository: translaster/fpbx-i18n
Catalog: 14/ivr/i18n/*/LC_MESSAGES/ivr.po
Languages: ru_ru

source: A PHP extension stopped the file upload
ru_ru: Расширение PHP остановило загрузку файла

source: A connection to Asterisk Manager could not be made. This module requires Asterisk to be running and have proper credentials
ru_ru: Не удалось установить соединение с Asterisk Manager. Этот модуль требует чтобы Asterisk был запущен и имел соответствующие учетные данные

source: A value of 0 disables the timeout
ru_ru: Значение 0 отключает тайм-аут

source: ALERT_INFO can be used for distinctive ring with SIP devices.<br>If you are having issues, see the "Enforce RFC7462" option found in Settings->Advanced Settings. <br><br>Whether to enforce RFC7462 for Alert-Info. With this enabled all Alert Infos will be prefixed with "<lt&>http://127.0.0.1<gt&>;info=" if it was not previously defined. This is to be in accordance with RFC7462. Disaling this enforcement will remove the prefix entirely
ru_ru: ALERT_INFO можно использовать для отличительного звонка с SIP-устройствами.<br>Если у вас возникли проблемы, обратитесь к опции "Принудительное применение RFC7462", найденной в разделе Настройки -> Дополнительные настройки. <br><br>Следует ли применять RFC7462 для Alert-Info. При включении этой функции вся информация о предупреждениях будет иметь префикс "<lt&>http://127.0.0.1<gt&>;info=" если он не был определен ранее. Он должен быть в соответствии с RFC 7462. Отключение этого принудительного исполнения приведет к полному удалению префикса

source: Actions
ru_ru: Действия

source: Add Another Entry
ru_ru: Добавить еще одну запись

source: Add IVR
ru_ru: Добавить IVR

source: After playing the Invalid Retry Recording the system will replay the main IVR Announcement
ru_ru: После воспроизведения записи о недопустимой попытке система повторно воспроизведет основное объявление IVR

source: After playing the Timeout Retry Recording the system will replay the main IVR Announcement
ru_ru: После воспроизведения записи о тайм-ауте попытки система повторно воспроизведет основное объявление IVR

source: Alert Info
ru_ru: Информация о сигнале

source: Amount of time to be considered a timeout.
ru_ru: Количество времени, которое следует считать таймаутом.

source: Announcement
ru_ru: Объявление

source: Append Announcement on Timeout
ru_ru: Добавить объявление о таймауте

source: Append Announcement to Invalid
ru_ru: Добавьте объявление о неверном вводе

source: Are you sure you don't want a recording for this announcement?
ru_ru: Вы уверены, что вам не нужна запись для этого объявления?

source: Browse
ru_ru: Просмотр

source: Can Not Find Uploaded Files
ru_ru: Загружаемые файлы не обнаружены

source: Check this box to have this option return to a parent IVR if it was called from a parent IVR. If not, it will go to the chosen destination.<br><br>The return path will be to any IVR that was in the call path prior to this IVR which could lead to strange results if there was an IVR called in the call path but not immediately before this
ru_ru: Установите этот флажок, чтобы эта опция возвращалась к родительскому IVR, если она была вызвана из родительского IVR. Если нет, то он отправится в выбранное место назначения.<br><br>Обратный путь будет к любому IVR, который был в пути вызова до этого IVR, что может привести к странным результатам, если в пути вызова был вызван IVR, но не непосредственно перед этим

source: Choose a destination to route the call to
ru_ru: Выберите пункт назначения для маршрутизации вызова

source: Choose yes to have this option return to a parent IVR if it was called from a parent IVR. If not, it will go to the chosen destination.<br><br>The return path will be to any IVR that was in the call path prior to this IVR which could lead to strange results if there was an IVR called in the call path but not immediately before this
ru_ru: Выберите Да, чтобы эта опция возвращалась к родительскому IVR, если она была вызвана из родительского IVR. Если нет, то он отправится в выбранное место назначения.<br><br>Обратный путь будет к любому IVR, который был в пути вызова до этого IVR, что может привести к странным результатам, если в пути вызова был вызван IVR, но не непосредственно перед этим

source: Connection Error
ru_ru: Ошибка соединения

source: Default
ru_ru: По-умолчанию

source: Delete
ru_ru: Удалить

source: Delete Recording
ru_ru: Удалить запись

source: Delete this entry. Dont forget to click Submit to save changes!
ru_ru: Удалите эту запись. Не забудьте нажать кнопку Принять чтобы сохранить изменения!

source: Description of this IVR
ru_ru: Описание для этого IVR

source: Destination
ru_ru: Назначение

source: Destination to send the call to after Invalid Recording is played
ru_ru: Назначение для отправки вызова после воспроизведения записи о недопустимом вводе

source: Destination to send the call to after Timeout Recording is played.
ru_ru: Назначение для отправки вызова после воспроизведения записи о таймауте.

source: Digits
ru_ru: Цифры

source: Digits are limited to 10 digits.
ru_ru: Количество цифр ограничено 10.

source: Digits the caller needs to dial to access said destination. Digits are limited to 10 digits.
ru_ru: Цифры, которые абонент должен набрать, чтобы получить доступ к указанному месту назначения. Количество цифр ограничено 10 цифрами.

source: Drop Annoucement Recording Here
ru_ru: Перетащите запись объявления сюда

source: Duplicate
ru_ru: Скопировать

source: Edit IVR:
ru_ru: Редактировать IVR:

source: Edit:
ru_ru: Редактировать:

source: Enable Direct Dial
ru_ru: Разрешить прямой набор

source: Failed to write file to disk
ru_ru: Ошибка записи файла на диск

source: Force Strict Dial Timeout
ru_ru: Принудительный строгий тайм-аут набора

source: Greeting to be played on entry to the IVR.
ru_ru: Приветствие, воспроизводимое при попадании в IVR.

source: Hit the red record button to start recording from your browser
ru_ru: Нажмите красную кнопку записи, чтобы начать запись из Вашего браузера

source: IVR DTMF Options
ru_ru: Параметры DTMF IVR

source: IVR Description
ru_ru: Описание IVR

source: IVR Entries
ru_ru: Записи IVR

source: IVR General Options
ru_ru: Общие параметры IVR

source: IVR List
ru_ru: Список IVR

source: IVR Name
ru_ru: Название IVR

source: IVR: %s / Option: %s
ru_ru: IVR: %s / Параметр: %s

source: IVRs name already exist
ru_ru: Название IVR уже существует

source: IVRs require a valid name
ru_ru: IVR требуют действительного имени

source: If Yes, upon exiting voicemail a caller will be returned to this IVR if they got a users voicemail
ru_ru: Если да, то при выходе из голосовой почты вызывающий абонент будет возвращен в это IVR, если он получил голосовую почту пользователя

source: If set to 'No' then IVR will match on the first digit(s) that match IVR entries, thus if you have entries of 1 and 123 when the caller presses 1 it will dial entry 1, when they press 123 it will match on the first entry so it will dial 1. If set to 'Yes' then IVR will wait the full timeout for the entry so that 123 will match 123. If set to 'No - Legacy' then the IVR will work as it did in previous PBX versions, utilizing the extenwait functionality, if ivr codes conflict with mapped extensions there could possibly be undesired results, however this is the typical default setting for the PBX. Default is 'No - Legacy'
ru_ru: Если установлено значение 'Нет', то IVR будет совпадать с первой цифрой(-ами), которые соответствуют записям IVR, таким образом, если у вас есть записи 1 и 123, когда вызывающий абонент нажимает 1 - он вызывает запись 1, когда нажимают 123 - будет совпадать с первой записью, поэтому наберет 1. Если установлено значение 'Да', то IVR будет ждать полного таймаута для записи, так что 123 будет соответствовать 123. Если установлено значение "Нет - Наследовать", то IVR будет работать так же, как и в предыдущих версиях УАТС, используя функциональность extenswait, если коды ivr конфликтуют с сопоставленными расширениями, то могут быть нежелательные результаты, однако это типичная настройка по умолчанию для УАТС. По умолчанию используется "Нет - Наследовать"

source: Invalid Destination
ru_ru: Неверное назначение

source: Invalid Recording
ru_ru: Неверная запись

source: Invalid Retries
ru_ru: Неверная попытка

source: Invalid Retry Recording
ru_ru: Неверная запись о повторе

source: List IVRs
ru_ru: Список IVR

source: Missing a temporary folder
ru_ru: Неверная временная папка

source: Name of this IVR
ru_ru: Название этого IVR

source: No
ru_ru: Нет

source: No - Legacy
ru_ru: Нет - Наследовать

source: No Astman, Not loading IVR
ru_ru: Нет Astman, не загружается IVR

source: No file to load!
ru_ru: Нет файла для загрузки!

source: No file was uploaded
ru_ru: Файл не загружен

source: None
ru_ru: Отсутствует

source: Number of times to retry when no DTMF is heard and the IVR choice times out.
ru_ru: Количество повторных попыток, когда DTMF не слышен и время ожидания IVR истекло.

source: Number of times to retry when receiving an invalid/unmatched response from the caller
ru_ru: Количество повторных попыток при получении недопустимого/несогласованного ответа от абонента

source: Override the ringer volume. Note: This is only valid for %s phones at this time
ru_ru: Переопределение громкости звонка. Примечание: В настоящее время это действительно только для телефонов %s

source: Play Previous Recording
ru_ru: Воспроизвести предыдущую запись

source: Please enter a valid value for Digits Pressed
ru_ru: Пожалуйста, введите допустимое значение для нажатых цифр

source: Prompt to be played before sending the caller to an alternate destination due to the caller pressing 0 or receiving the maximum amount of invalid/unmatched responses (as determined by Invalid Retries)
ru_ru: Приглашение должно быть воспроизведено перед отправкой вызывающего абонента в альтернативный пункт назначения из-за нажатия абонентом кнопки 0 или при получении максимального количества недопустимых/несогласованных ответов (как определено Неверными попытками)

source: Prompt to be played when a timeout occurs, before prompting the caller to try again
ru_ru: Приглашение, воспроизводимое при наступлении тайм-аута, прежде чем предложить абоненту повторить попытку

source: Prompt to be played when an invalid/unmatched response is received, before prompting the caller to try again
ru_ru: Приглашение, воспроизводимое при получении недопустимого/несогласованного ответа, прежде чем предложить абоненту повторить попытку

source: Provides options for callers to direct dial an extension.
ru_ru: Предоставляет абонентам возможность прямого набора добавочного номера.

source: Recording created for IVR named '%s'
ru_ru: Запись, созданная для IVR с именем '%s'

source: Recording...
ru_ru: Запись...

source: Reset
ru_ru: Сброс

source: Return
ru_ru: Возврат

source: Return on Invalid
ru_ru: Возврат при неверном вводе

source: Return on Timeout
ru_ru: Возврат при тайм-ауте

source: Return to IVR after VM
ru_ru: Возврат к IVR после VM

source: Return to this IVR when finished
ru_ru: Возврат к этому IVR по завершению

source: Ring Tone
ru_ru: Рингтон

source: Ringer Volume Override
ru_ru: Переопределение громкости звонка

source: Save Recording
ru_ru: Сохранить запись

source: Select a 'System Recording' here that will be played on entry to the IVR.
ru_ru: Выберите здесь "Системную запись", которая будет воспроизводиться при входе в IVR.

source: Select a Ring Tone from the list of options above. This will determine how your phone sounds when it is rung from this group.
ru_ru: Выберите рингтон из списка опций выше. Это определит как будет звучать ваш телефон когда будет вызван из этой группы.

source: Submit
ru_ru: Принять

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ru_ru: Загруженный файл превышает директиву MAX_FILE_SIZE, указанную в HTML-форме

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ru_ru: Загруженный файл превышает директиву upload_max_filesize в php.ini

source: The uploaded file was only partially uploaded
ru_ru: Загруженный файл был загружен только частично

source: Timeout
ru_ru: Тайм-аут

source: Timeout Destination
ru_ru: Назначение при тайм-ауте

source: Timeout Recording
ru_ru: Запись при тайм-ауте

source: Timeout Retries
ru_ru: Повторные попытки при тайм-ауте

source: Timeout Retry Recording
ru_ru: Запись при повторных попытках при тайм-ауте

source: To play the media you will need to either update your browser to a recent version or update your %s
ru_ru: Чтобы воспроизвести медианоситель - вам нужно будет либо обновить браузер до последней версии, либо обновить ваш %s

source: Unable to delete the first entry. Please edit instead
ru_ru: Невозможно удалить первую запись. Пожалуйста, вместо этого отредактируйте

source: Unable to delete the last entry
ru_ru: Невозможно удалить последнюю запись

source: Unknown Error
ru_ru: Неизвестная ошибка

source: Unsupported file format
ru_ru: Неподдерживаемый формат файла

source: Unsupported file type
ru_ru: Неподдерживаемый тип файла

source: Update Required
ru_ru: Требуется обновление

source: Upload files from your local system. Supported upload formats are: %s. This includes archives (that include multiple files) and multiple files
ru_ru: Загружайте файлы из локальной системы. Поддерживаемые форматы загрузки: %s. Это включает в себя архивы (которые включают в себя несколько файлов) и несколько файлов

source: Yes
ru_ru: Да

source: Your Browser Blocked The Recording, Please check your settings
ru_ru: Ваш браузер заблокировал запись, пожалуйста, проверьте свои настройки

source: digits pressed
ru_ru: набранные цифры
