Repository: translaster/fpbx-i18n
Catalog: 14/callforward/i18n/*/LC_MESSAGES/callforward.po
Languages: ru_ru

source: Always
ru_ru: Всегда

source: Applications
ru_ru: Приложения

source: Busy
ru_ru: Занято

source: Call Forward
ru_ru: Перенаправление вызова

source: Call Forward All Activate
ru_ru: Активировать перенаправление всех вызовов

source: Call Forward All Deactivate
ru_ru: Отключить перенаправление всех вызовов

source: Call Forward All Prompting Activate
ru_ru: Включить запрос при перенаправлении всех вызовов

source: Call Forward All Prompting Deactivate
ru_ru: Снять запрос при перенаправлении всех вызовов

source: Call Forward Busy Activate
ru_ru: Активировать перенаправление по занятости

source: Call Forward Busy Deactivate
ru_ru: Снять перенаправление по занятости

source: Call Forward Busy Prompting Activate
ru_ru: Активировать запрос при перенаправлении по занятости

source: Call Forward Busy Prompting Deactivate
ru_ru: Снять запрос при перенаправлении по занятости

source: Call Forward No Answer/Unavailable Activate
ru_ru: Задать перенаправление по неответу/недоступности

source: Call Forward No Answer/Unavailable Deactivate
ru_ru: Снять перенаправление по неответу/недоступности

source: Call Forward No Answer/Unavailable Prompting Activate
ru_ru: Активировать запрос при перенаправлении вызовов по неответу/недоступности

source: Call Forward Toggle
ru_ru: Переключатель перенаправления вызовов

source: Call Forwarding
ru_ru: Перенаправление вызова

source: Call Forwarding Has Been Updated!
ru_ru: Перенаправление вызовов обновлено!

source: Call Forwarding for %s
ru_ru: Перенаправление вызова для %s

source: CallForward Ringtimer
ru_ru: Таймер перенаправления вызовов

source: Default
ru_ru: По умолчанию

source: Disabled
ru_ru: Выключено

source: Enabled
ru_ru: Включено

source: Number of seconds to ring prior to going to voicemail or other fail over destinations that may be setup by an administrator on this account. The Always setting will ring the call forward destinaiton until answered or the caller hangs up. The Default setting will use the value set in Ring Time. Your setting here will be forced to Always if there is no Voicemail or alternartive fail over destination for a call to go to.
ru_ru: Количество секунд вызова до перехода на голосовую почту или другие назначения при сбое, которые могут быть установлены администратором на этот аккаунт. При установке «Всегда» будет звонить номер переадресации, пока вызываемый не ответит или абонент не повесит трубку. Значение по умолчанию будет использовать значение, установленное во «Время Вызова». Ваши настройки здесь будут установлены на «Всегда», если здесь нет Голосовой почты или альтернативного назначения при сбое вызова.

source: Seconds
ru_ru: Секунды

source: The Call Forwarding module provides feature codes for call forwarding. Call Forwarding is used to forward calls from one user to another based on conditions such as busy, unavailable, and no answer.
ru_ru: Модуль перенаправления вызовов предоставляет коды функций для перенаправления вызовов. Перенаправление вызовов используется для переадресации вызовов от одного пользователя к другому на основе таких условий, как «занято», «недоступен» или «нет ответа».

source: Unavailable
ru_ru: Недоступен

source: Unconditional
ru_ru: Безусловный
